Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services/alcohol_and_drug_treatment_services/age_card.html.txt.tmx
Source language: en
Languages: ga

source: The Intoxicating Liquor Act 1988 (Age Card) Regulations 2007 provide for a voluntary Age Card scheme in Ireland
ga: Ceadaíonn an tAcht um Dheochanna Meisciúla 1988 (Aoischárta) Rialacha 2007 scéim roghnach aoischárta náisiúnta

source: Age Cards can be obtained by individuals in Ireland aged 18 and over to show that they have reached the legal age for purchasing alcohol
ga: Is féidir le daoine 18 bliain d'aois agus os a cionn aoischárta a fháil chun dearbhú go bhfuil an aois dleathach sroichte acu chun deochanna meisciúla a cheannach

source: This card is a proof of age card and is not an identity card
ga: Is cárta chruthúnas aoise é an Cárta seo agus ní cárta aitheantais é

source: In fact, the card can only be used to show you have reached the legal age for purchasing alcohol
ga: Go deimhin, ní féidir ach an Cárta a úsáid chun a thaispeáint go bhfuil an t-aois dlíthiúil le halcól a cheannach bainte amach agat

source: It should not be obtained or used for any other purpose
ga: Níor cheart é a fháil nó a úsáid chun aon chríche eile

source: If you live in Ireland and have reached 18 years, you can apply for an Age Card
ga: Má tá tú 18 bliain d'aois is féidir leat iarratas a dhéanamh ar aoischárta

source: When applying for an Age Card you will require:
ga: Nuair a bheidh tú ag déanamh iarratais ar Aoischárta, beidh na rudaí seo a leanas ag teastáil uait:

source: • Your birth certificate, your passport or your GNIB (Garda National Immigration Bureau) Card
ga: • Do theastas breithe, do phas nó do GNIB (Biúró Náisiúnta Inimirce an Biúró) Cárta

source: • One other form of identification
ga: • Foirm amháin eile aitheantais

source: • A credit/debit card or an Age Card voucher (available from any post office)
ga: • Cárta creidmheasa/dochair nó dearbhán aoischárta (ar fáil ó oifig an phoist ar bith)

source: • A photograph identifying you
ga: • Griangraf a chruthaíonn cé thú féin

source: • Relevant security features (such as a metal hologram, embossed symbol, encoded magnetic stripe, etc.)
ga: • Gné slándála, (m.sh. hologram)

source: Replacing a lost or misplaced Age Card
ga: Athchur Chárta Aoise Náisiúnta ar caillte/ligthe amú é

source: If you have lost your Age Card, the application process to replace your card is the same as for a new Age Card (see 'How to apply' below)
ga: Má tá d’Aoischárta Náisiúnta caillte agat, tá an próiseas iarratais chun do Chárta a ionadú mar an gcéanna le haghaidh Aoischárta nua (féach ‘Conas iarratas a dhéanamh’ thíos)

source: You will be required to make a report on the loss or theft of your original card when presenting your application for authentication at your local Garda Station
ga: Beidh ort tuairisc a dhéanamh ar chaillteanas nó ar ghoid do Chárta bunaidh agus d'iarratas á thabhairt ar fhíordheimhniú agat ag do Stáisiún Gardaí áitiúil

source: There is a charge of €10 for a replacement Age Card
ga: Tá táille de €10 chun Aoischárta Náisiúnta a ionadú

source: A replacement National Age Card also costs €10
ga: Cosnaíonn Cárta Aoise Náisiúnta ionaid €10

source: You are required to pay online when you are applying for an Age Card
ga: Tá ort íoc ar líne nuair atá tú ag déanamh iarratais ar Aoischárta

source: You can do this using a debit or credit card, or an age card voucher which you can purchase in any post office
ga: Is féidir leat é seo a dhéanamh trí úsáid a bhaint as cárta creidmheasa, nó dearbhán aoischárta gur féidir leat a cheannach in oifig an phoist ar bith

source: You can apply and pay for your Age Card online at www.agecard.ie
ga: Déanann tú iarratas ar agus íocann tú as d’Aoischárta ar líne ag www.agecard.ie

source: Within 3 working days of applying you will receive an application form containing your details
ga: Laistigh de trí lá oibre tar éis duit iarratas a dhéanamh, gheobhaidh tú foirm iarratais le do chuid sonraí

source: You must take the application form, along with your photograph and proofs of identity to your local Garda Station for authentication within 3 months
ga: Ní mór duit an fhoirm iarratais, mar aon le do ghrianghraf agus cruthúnais aitheantais a thógáil chuig do Stáisiún Garda áitiúil le haghaidh fíordheimhnithe laistigh de thrí mhí

source: The Garda Station will forward your application form and photograph to the printers and you will receive your Age Card within 10 working days
ga: Seolfaidh an Stáisiún Garda d'fhoirm iarratais agus grianghraf ar aghaidh chuig na clódóirí agus gheobhaidh tú d’Aoischárta laistigh de 10 lá oibre

source: You can track your application online provided you know your 6-digit application form number
ga: Is féidir leat d’iarratas a rianú ar líne ar choinníoll go bhfuil d'uimhir fhoirm iarratais 6-dhigit

source: You apply online for your Age Card at www.agecard.ie
ga: Déanann tú iarratas ar d’Aoischárta ar líne ag www.agecard.ie

source: The website has an FAQ section with further information
ga: Tá Ceisteanna Coitianta mar aon le tuilleadh eolais ar fáil ar an suíomh gréasáin
